export default [
	{
		"name": "Кто из велосипедистов не нарушает правила?",
		"image": require("../assets/test_image/1.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Велосипедист слева",
				"correct": false,
			}, {
				"text": "Велосипедист справа",
				"correct": true,
			}, {
				"text": "Оба",
				"correct": false,
			}
		],
		"comment": "Велосипедисту запрещается двигаться по автомагистралям и дорогам для автомобилей, а также по проезжей части, если рядом обустроена велосипедная дорожка"
	},
	{
		"name": "Кто должен уступить дорогу?",
		"image": require("../assets/test_image/2.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Автомобиль.",
				"correct": false
			}, {
				"text": "Велосипедист.",
				"correct": true
			}],
		"comment": "6. Требования к велосипедистам<br><br>\n" +
			"6.5. Если велосипедная дорожка пересекает дорогу вне перекрестка, велосипедисты обязаны уступить дорогу другим транспортным средствам, движущимся по дороге."
	},
	{
		"name": "Кто из велосипедистов нарушает Правила при перевозке пассажиров?",
		"image": require("../assets/test_image/3.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Первый.",
				"correct": true
			}, {
				"text": "Второй.",
				"correct": false
			}, {
				"text": "Оба нарушают.",
				"correct": false
			}, {
				"text": "Оба не нарушают.",
				"correct": false
			}],
		"comment": "6. Требования к велосипедистам<br>\n" +
			"6.6. Велосипедисту запрещается:<br><br>\n" +
			"д) перевозить пассажиров на велосипеде (за исключением детей до 7 лет, перевозимых на дополнительном сиденье, оборудованном надежно закрепленными подножками);"
	},
	{
		"name": "В каком порядке проедут перекресток транспортные средства?",
		"image": require("../assets/test_image/4.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Желтый, Синий, Зеленый, Велосипедист.",
				"correct": false
			}, {
				"text": "Зеленый, Велосипедист, Желтый, Синий",
				"correct": true
			}, {
				"text": "Зеленый, Велосипедист, Синий, Желтый",
				"correct": false
			}, {
				"text": "Велосипедист, Зеленый, Желтый, Синий",
				"correct": false
			}
		],
		"comment": "16. Проезд перекрестков:<br><br>\n" +
			"16.11. На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортным средствам, приближающимся к данному перекрестку проезжих частей по главной дороге, независимо от направления их дальнейшего движения.<br><br>\n" +
			"16.12. На перекрестке равнозначных дорог водитель нерельсового транспортного средства обязан уступить дорогу транспортным средствам, которые приближаются справа.<br>\n" +
			"Этим правилом должны руководствоваться между собой и водители трамваев.<br>\n" +
			"На любом нерегулируемом перекрестке трамвай, независимо от направления его дальнейшего движения, имеет преимущество перед нерельсовыми транспортными средствами, приближающимися к нему по равнозначной дороге.<br><br>\n" +
			"16.14. Если главная дорога на перекрестке изменяет направление, водители транспортных средств, движущихся по ней, должны руководствоваться между собой правилами проезда перекрестков равнозначных дорог.<br><br>\n" +
			"Этим правилом должны руководствоваться между собой и водители, движущиеся по второстепенным дорогам."
	},
	{
		"name": "Кто имеет преимущество при проезде пересечения с велосипедной дорожкой?",
		"image": require("../assets/test_image/5.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Водитель мотоцикла.",
				"correct": true
			}, {
				"text": "Велосипедист.",
				"correct": false
			}],
		"comment": "6. Требования к велосипедистам<br><br>\n" +
			"6.5. Если велосипедная дорожка пересекает дорогу вне перекрестка, велосипедисты обязаны уступить дорогу другим транспортным средствам, движущимся по дороге."
	},
	{
		"name": "Какая дистанция должна быть между группами велосипедистов, движущихся в колонне?",
		"image": require("../assets/test_image/6.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "20 - 40м.",
				"correct": false
			},
			{
				"text": "40 - 60м.",
				"correct": false
			},
			{
				"text": "60 - 80м.",
				"correct": false
			},
			{
				"text": "80 - 100м.",
				"correct": true
			},
			{
				"text": "100 - 120м.",
				"correct": false
			}
		],
		"comment": "6. Требования к велосипедистам<br><br>\n" +
			"6.3. Велосипедисты, двигаясь группами, должны ехать друг за другом, чтобы не мешать другим участникам дорожного движения. Колонна велосипедистов, движущаяся по проезжей части, должна быть разделена на группы ( до 10 велосипедистов в группе) с дистанцией движения между группами 80-100 м."
	},
	{
		"name": "Транспортные средства проедут перекресток в следующем порядке",
		"image": require("../assets/test_image/7.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Велосипедист, жёлтый автомобиль, автобус, синий автомобиль",
				"correct": false
			}, {
				"text": "Велосипедист, автобус, синий автомобиль, жёлтый автомобиль",
				"correct": false
			}, {
				"text": "Автобус, Велосипедист, синий автомобиль, жёлтый автомобиль",
				"correct": true
			}],
		"comment": "16. Проезд перекрестков<br><br>\n" +
			"16.11. На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортным средствам, приближающимся к данному перекрестку проезжих частей по главной дороге, независимо от направления их дальнейшего движения. <br><br>\n" +
			"16.13. Перед поворотом налево и разворотом водитель нерельсового транспортного средства обязан уступить дорогу трамваю попутного направления, а также транспортным средствам, движущимся по равнозначной дороге во встречном направлении прямо или направо."
	},
	{
		"name": "Велосипедист проедет перекрёсток:",
		"image": require("../assets/test_image/8.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Первым.",
				"correct": false
			},
			{
				"text": "Вторым.",
				"correct": true
			}
		],
		"comment": "8. Регулирование дорожного движения <br><br>\n" +
			"8.3. Сигналы регулировщика имеют преимущество перед сигналами светофоров и требованиями дорожных знаков и являются обязательными для выполнения. Сигналы светофоров, кроме желтого мигающего, имеют преимущество перед дорожными знаками приоритета. Водители и пешеходы должны выполнять дополнительные требования регулировщика, даже если они противоречат сигналам светофоров, требованиям дорожных знаков и разметки.<br><br>\n" +
			"16. Проезд перекрестков<br><br>\n" +
			"16.6. Поворачивая налево или разворачиваясь при зеленом сигнале основного светофора, водитель нерельсового транспортного средства обязан уступить дорогу трамваю попутного направления, а также транспортным средствам, движущимся во встречном направлении прямо или поворачивающим направо. Этим правилом должны руководствоваться между собой и водители трамваев."
	},
	{
		"name": "Водитель какого транспортного средства проедет перекресток вторым?",
		"image": require("../assets/test_image/9.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Велосипедист",
				"correct": true
			},
			{
				"text": "Автомобиль",
				"correct": false
			}
		],
		"comment": "16. Проезд перекрестков <br><br>\n" +
			"16.11. На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортным средствам, приближающимся к данному перекрестку проезжих частей по главной дороге, независимо от направления их дальнейшего движения.<br><br>\n" +
			"16.14. Если главная дорога на перекрестке изменяет направление, водители транспортных средств, движущихся по ней, должны руководствоваться между собой правилами проезда перекрестков равнозначных дорог.<br><br>\n" +
			"Этим правилом должны руководствоваться между собой и водители, движущиеся по второстепенным дорогам."
	},
	{
		"name": "Движение на велосипедах по тротуарам и пешеходным дорожкам:",
		"image": require("../assets/test_image/10.jpg"),
		"answered": false,
		"answers": [
			{
				"text": "Разрешается.",
				"correct": false
			},
			{
				"text": "Запрещается.",
				"correct": true
			},
			{
				"text": "Разрешается только под присмотром взрослых.",
				"correct": false
			}
		],
		"comment": "6. Требования к велосипедистам<br>\n" +
			"6.6. Велосипедисту запрещается:<br><br>\n" +
			"в) двигаться по тротуарам и пешеходным дорожкам (кроме детей до 7 лет на детских велосипедах под присмотром взрослых);"
	}
]